<template>
  <div class="yzEmail">
    <el-card class="cardEmail">
      <h4>用户守则</h4>
      <p>
      【审慎阅读】您在申请注册流程中点击同意前，应当认真阅读以下协议。请您务必审慎阅读、充分理解协议中相关条款内容，其中包括：<br>
      1、与您约定免除或限制责任的条款；<br>
      2、与您约定法律适用和管辖的条款；<br>
      3、其他以粗体下划线标识的重要条款。<br>
      如您对协议有任何疑问，可向平台联系。<br>
      【特别提示】当您按照注册页面提示填写信息、阅读并同意协议且完成全部注册程序后，及表示您已充分阅读、理解并接受协议的全部内容。如您因平台服务与平台发生争议的，适用《平台服务协议》处理。如您在使用平台服务过程中与其他用户发生争议的，依您与其他用户达成的协议处理。<br>
      阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止注册。<br>
      《平台服务协议》<br>
      《平台法律声明及隐私权政策》<br>
      平台服务协议<br>
      欢迎您与平台发布者（详见定义条款）共同签署本《平台服务协议》（下称“本协议”）并使用平台服务！<br>
      本协议为《平台服务协议》修订版本，自本协议发布之日起，平台各处所称“平台服务协议”均指本协议。<br>
      各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。<br>
      【审慎阅读】您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，可向平台客服咨询。<br>
      【注册动作】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与平台达成一致，成为平台“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。<br>
      一、 定义<br>
      平台经营者：平台经营者指“群智化软件支撑凭条”。<br>
      平台规则：包括在所有平台规则频道内已经发布及后续发布的全部规则、解读、公告等内容以及各平台在帮派、论坛、帮助中心内发布的各类规则、实施细则、产品流程说明、公告等。<br>
      同一用户：使用同一身份认证信息或经平台排查认定多个平台账户的实际控制人为同一人的，均视为同一用户。<br>
      二、 账户注册与使用<br>
      2.1 用户资格<br>
      在您开始注册程序使用平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。<br>
      此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用平台服务。<br>
      2.2 账户说明<br>
      【账户获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得平台账户并成为平台用户。<br>
      【账户使用】您有权使用您设置或确认的平台会员名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录平台。<br>
      由于您的平台账户关联您的个人信息及平台商业信息，您的平台账户仅限您本人使用。未经平台同意，您直接或间接授权第三方使用您平台账户或获取您账户项下信息的行为无效。如平台判断您平台账户的使用可能危及您的账户安全及/或平台信息安全的，平台可拒绝提供相应服务或终止本协议。<br>
      【账户转让】由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经平台同意，并符合平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则平台有权追究您的违约责任，且由此产生的一切责任均由您承担。<br>
      【实名认证】作为平台经营者，为使您更好地使用平台的各项服务，保障您的账户安全，平台可要求您按第三方支付公司要求及我国法律规定完成实名认证。<br>
      2.3 注册信息管理<br>
      2.3.1 真实合法<br>
      【信息真实】在使用平台服务时，您应当按平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便平台或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。<br>
      【用户名的合法性】您设置的平台用户名不得违反国家法律法规及平台规则关于会员名的管理规定，否则平台可回收您的平台用户名。平台会员名的回收不影响您以邮箱、手机号码登录平台并使用平台服务。<br>
      2.3.2 更新维护<br>
      您应当及时更新您提供的信息，在法律有明确规定要求平台作为平台服务提供者必须对部分用户（如平台卖家等）的信息进行核实的情况下，平台将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。<br>
      如平台按您最后一次提供的信息与您联系未果、您未按平台的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及平台造成的全部损失与不利后果。平台可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部平台服务，平台对此不承担责任。<br>
      2.4 账户安全规范<br>
      【账户安全保管义务】您的账户为您自行设置并由您保管，平台任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开平台。<br>
      账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，平台并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。<br>
      【账户行为责任自负】除平台存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。<br>
      【日常维护须知】如发现任何未经授权使用您账户登录平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知平台，并授权平台将该信息同步给第三方支付公司。您理解平台对您的任何请求采取行动均需要合理时间，且平台应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除平台存在法定过错外，平台不承担责任。<br>
      三、 用户信息的保护及授权<br>
      3.1个人信息的保护<br>
      平台非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用平台提供的服务时，您同意平台按照在平台上公布的隐私权政策收集、存储、使用、披露和保护您的个人信息。平台希望通过隐私权政策向您清楚地介绍平台对您个人信息的处理方式，因此平台建议您完整地阅读隐私权政策，以帮助您更好地保护您的隐私权。<br>
      3.2非个人信息的保证与授权<br>
      【信息的发布】您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，平台可对您发布的信息依法或依本协议进行删除或屏蔽。<br>
      【禁止性信息】您应当确保您所发布的信息不包含以下内容：<br>
      （一）违反国家法律法规禁止性规定的；<br>
      （二）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；<br>
      （三）欺诈、虚假、不准确或存在误导性的；<br>
      （四）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；<br>
      （五）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；<br>
      （六）存在可能破坏、篡改、删除、影响平台任何系统正常运行或未经授权秘密获取平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；<br>
      （七）其他违背社会公共利益或公共道德或依据相关平台协议、规则的规定不适合在平台上发布的。<br>
      【授权使用】对于您提供、发布及在使用平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予平台及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意平台及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。<br>
      四、 用户的违约及处理<br>
      4.1 违约认定<br>
      发生如下情形之一的，视为您违约：<br>
      （一）使用平台服务时违反有关法律法规规定的；<br>
      为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，平台可在平台规则中约定违约认定的程序和标准。<br>
      4.2 违约处理措施<br>
      【信息处理】您在平台上发布的信息构成违约的，平台可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的商品及／或服务进行下架、监管。<br>
      【行为限制】您在平台上实施的行为，或虽未在平台上实施但对平台及其用户产生影响的行为构成违约的，平台可依据相应规则对您执行账户扣分、限制参加营销活动、中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，平台可查封您的账户，终止向您提供服务。<br>
      【处理结果公示】平台可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在平台上予以公示。<br>
      4.3赔偿责任<br>
      如您的行为使平台及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿平台及/或其关联公司的上述全部损失。如您的行为使平台及/或其关联公司遭受第三人主张权利，平台及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。<br>
      如因您的行为使得第三人遭受损失或您怠于履行调处决定、平台及/或其关联公司出于社会公共利益保护或消费者权益保护目的，可指示第三方支付公司自您的账户中划扣相应款项进行支付。 如您的第三方支付余额或保证金不足以支付相应款项的，我方可介入与您协商及时充值，以便第三方划扣相应款项，您如逾期不充值，我方可采取终止合同、关店等措施。<br>
      您同意平台指示第三方支付公司自您的第三方账户中划扣相应款项支付上述赔偿款项。如您第三方支付账户中的款项不足以支付上述赔偿款项的（修改），平台及/或关联公司可直接抵减您在平台及/或其关联公司其它协议项下的权益，并可继续追偿。<br>
      五、 协议的变更<br>
      平台可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议第八条约定的方式通知您。<br>
      如您不同意变更事项，您有权于变更事项确定的生效日前联系平台反馈意见。如反馈意见得以采纳，平台将酌情调整变更事项。<br>
      如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用平台服务，则视为您同意已生效的变更事项。<br>
      六、 通知<br>
      6.1有效联系方式<br>
      您在注册成为平台用户，并接受平台服务时，您应该向平台提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。<br>
      您在注册平台用户时生成的用于登陆平台接收站内信、系统消息和平台IM工具等，也作为您的有效联系方式。<br>
      平台将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。<br>
      您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过平台提供的相应的退订功能进行退订。<br>
      6.2 通知的送达<br>
      平台通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送平台信息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。<br>
      对于在平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件或站内信等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱或站内信账号等联系方式为您在平台注册、更新时提供的手机号码、电子邮箱联系方式以及在注册平台用户时生成站内信，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。<br>
      您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。<br>
      您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。<br>
      你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。<br>
      七、 协议的终止<br>
      7.1 终止的情形<br>
      【用户发起的终止】您有权通过以下任一方式终止本协议：<br>
      （一）在满足平台网公示的账户注销条件时您通过网站自助服务注销您的账户的；<br>
      （二）变更事项生效前您停止使用并明示不愿接受变更事项的；<br>
      （三）您明示不愿继续使用平台服务，且符合平台终止条件的。<br>
      【平台发起的终止】出现以下情况时，平台可以本协议第八条的所列的方式通知您终止本协议：<br>
      （一）您违反本协议约定，平台依据违约条款终止本协议的；<br>
      （二）您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，平台依据平台规则对您的账户予以查封的；<br>
      （三）除上述情形外，因您多次违反平台规则相关规定且情节严重，平台依据平台规则对您的账户予以查封的；<br>
      （四）您的账户被平台依据本协议回收的；<br>
      （五）其它应当终止服务的情况。<br>
      7.2 协议终止后的处理<br>
      【用户信息披露】本协议终止后，除法律有明确规定外，平台无义务向您或您指定的第三方披露您账户中的任何信息。<br>
      【平台权利】本协议终止后，平台仍享有下列权利：<br>
      （一）继续保存您留存于平台的本协议第五条所列的各类信息；<br>
      （二）对于您过往的违约行为，平台仍可依据本协议向您追究违约责任。<br>
      【交易处理】本协议终止后，对于您在本协议存续期间产生的交易订单，平台可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。<br>
      八、 法律适用、管辖与其他<br>
      【法律适用】本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。<br>
      【管辖】您因使用平台服务所产生及与平台服务有关的争议，由平台与您协商解决。协商不成时，任何一方均可向被告所在地人民法院提起诉讼。<br>
      【可分性】本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。<br>
      九、最终解释权<br>
      平台对协议以及基于本协议制定的各项规则拥有最终解释权。<br>
      法律声明及隐私权政策<br>
      提示条款<br>
      平台提醒您：在使用平台各项服务前，请您务必仔细阅读并透彻理解本《法律声明及隐私权政策》（下称“本声明”）。如对本声明内容有任何疑问，您可通过平台客服与我们联系。阅读本声明的过程中，如果您不同意本声明或其中任何内容，您应立即停止使用平台服务。如果您使用平台服务的，您的使用行为将被视为对本声明全部内容的认可。<br>
      法律声明<br>
      权利归属<br>
      除非平台另行声明，平台内的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密及其他所有相关权利）均归平台或其关联公司所有。未经平台许可，任何人不得擅自使用（包括但不限于通过任何机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上载、下载平台内的任何内容）。<br>
      平台的Logo、“平台”、“平台”等文字、图形及其组合，以及平台的其他标识、徵记、产品和服务名称均为平台及其关联公司在中国和其它国家的商标，未经平台书面授权，任何人不得以任何方式展示、使用或作其他处理，也不得向他人表明您有权展示、使用或作其他处理。<br>
      责任限制<br>
      鉴于平台提供的服务的特殊性，平台的店铺、商品信息（包括但不限于店铺名称、公司名称、 联系人及联络信息、产品的描述和说明、相关图片、视频等）均由用户自行提供并上传，由用户对其提供并上传的所有信息承担相应法律责任。<br>
      平台转载作品（包括论坛内容）出于传递更多信息之目的，并不意味平台赞同其观点或已经证实其内容的真实性。<br>
      知识产权保护<br>
      平台尊重知识产权，反对侵权盗版行为。知识产权权利人认为平台内容（包括但不限于平台用户发布的商品信息）可能涉嫌侵犯其合法权益，可以通过平台客服提出书面通知，平台收到后将及时处理。<br>
      隐私权政策<br>
      平台（下称“我们”）尊重并保护用户隐私，在您使用平台提供的服务时，我们将按照本隐私权政策收集、使用及共享您的个人信息。本隐私权政策包含了我们收集、存储、使用、共享和保护您的个人信息的条款，我们希望通过本隐私权政策向您清晰地介绍我们对您个人信息的处理方式，因此我们建议您完整地阅读本隐私权政策，以帮助您了解维护自己隐私权的方式。<br>
      如果您不同意本隐私权政策任何内容，您应立即停止使用平台服务。当您使用平台提供的任一服务时，即表示您已同意我们按照本隐私权政策来合法使用和保护您的个人信息。<br>
      适用范围<br>
      为用户提供更好、更优、更个性化的服务是平台坚持不懈的追求，也希望通过我们提供的服务可以更方便您的生活。本隐私权政策适用于平台提供的所有服务，您访问平台及未设独立隐私权政策的关联公司网站及/或登陆相关客户端使用平台提供的服务，均适用本隐私权政策。<br>
      需要特别说明的是，本隐私权政策不适用于其他第三方向您提供的服务，例如平台上的服务商依托平台向您提供服务时，您向服务商提供的个人信息不适用于本隐私权政策。<br>
      我们收集哪些信息<br>
      为了向您提供更好、更优、更个性化的服务，我们将根据您使用的服务收集您的如下信息：<br>
      1.您向我们提供的信息<br>
      当您在平台创建账户时，您必须至少向我们提供用户名、电话号码及/或电子邮箱等信息，并创建密码。<br>
      您在使用平台时，需要根据服务的内容，选择填写及/或提交服务所必须的信息，可能包括您的姓名、性别、出生年月日、身份证号码、护照姓、护照名、护照号码、电话号码、电子邮箱、地址、平台账号及相关附加信息（如您所在的省份和城市、邮政编码等）。如果您不使用某些服务，则无需提供相关信息。<br>
      我们还会记录您在使用我们服务时提供的信息。例如您在平台发布的信息、搜索关键词信息、与平台客服联系时您提供的相关信息、您参与问卷调查时向我们发送的问卷答复信息等。<br>
      2.在您使用服务过程中收集的信息<br>
      我们会根据您授予的权限，接收并记录您所使用的设备相关信息，这些设备信息包括：<br>
      设备属性信息（如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息）、设备位置信息（如通过GPS、蓝牙或WIFI信号获得的位置信息）、设备连接信息（IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间及您需求的网页记录等）。<br>
      对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。<br>
      此外，为提高您使用平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能根据您的授权，通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些我们认为有风险的URL。<br>
      3.来自第三方的信息<br>
      当您与使用我们服务的关联公司、平台合作伙伴之间互动时，为共同向您提供服务及改进服务质量的合理需要，我们将从关联公司、合作伙伴处接收关于您的体验或您与其互动的信息。<br>
      为预防欺诈和确保安全，平台的关联公司、合作伙伴会依据适用的法律法规或征得您同意的前提下，向我们分享您的信息。<br>
      我们如何使用收集到的信息<br>
      收集您的信息是为了向您提供服务及提升服务质量，为了实现这一目的，我们会把您的信息用于下列用途：<br>
      1.向您提供您使用的各项服务，并维护、改进这些服务。<br>
      2.向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或者在征得您同意的情况下与平台的合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。如您不希望接收上述信息，可通过相应的退订功能进行退订。<br>
      3.我们可能使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与我们或其关联方协议、政策或规则的行为，以保护您、我们的其他用户、我们或我们关联方的合法权益。<br>
      4.我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。<br>
      5.经您许可的其他用途。<br>
      您如何管理自己的信息<br>
      我们提供了便捷的方法，让您可以查询、更正及删除自己的账户信息等使用我们服务时您提供的个人信息。例如您可以登录“我是服务商”“我的账号”等查询、修改自己的个人资料、隐私设置、安全设置，删除您的收货地址、交易订单等信息或注销您的平台账户。<br>
      如果您认为平台存在违反法律、行政法规的规定或者与您的约定收集、使用您个人信息的，您可以通过平台客服与我们取得联系。<br>
      您共享的信息<br>
      您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象，作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。<br>
      在使用平台服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄露，请您立即联络平台客服，以便平台采取相应措施。<br>
      公开信息是指您公开分享的任何信息。任何人都可以在使用和未使用平台期间查看或访问这些信息。<br>
      为使用平台服务，可能存在您必须公开分享的信息。例如为构建诚信交易环境，您的信用评价信息需要被公开分享。若您是服务商，您应当根据适用的法律法规和平台规则的要求，公开分享企业名称等相关工商注册信息或者自然人经营者的信息。<br>
      请注意，您在使用我们服务时自愿共享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。<br>
      我们如何共享信息<br>
      我们对您的信息承担保密义务，不会出于第三方的营销目的而向其出售或提供您的任何信息，除下列情形外，我们不会与任何其他第三方共享您的个人信息：<br>
      1.事先获得授权。获得您的授权后，我们会与其他公司、组织和个人分享您的个人信息。只有您明确同意，我们才会共享您的部分敏感信息。<br>
      2.向平台的关联公司分享您的个人信息。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。<br>
      3.出于法律原因。为遵守适用的法律法规、诉讼目的或者行政机关、司法机构依法提出的要求，我们可能有必要披露您的个人信息。如果我们确定您出现违反适用的法律法规或平台规则或相关协议的情况，或为保护平台及其关联公司或用户或公众的权利、财产或安全免遭损害，我们也可能披露关于您的信息，包括相关违规行为以及平台已对您采取的措施。<br>
      4.用于外部处理。为实现本隐私权政策中声明的目的，我们可能让可信赖的合作伙伴作为数据处理者，根据我们的指示并遵循我们的隐私权政策以及其他任何相应的保密和安全措施来为我们处理您的个人信息。<br>
      5.协助解决争议。某些情况下只有共享您的信息，才能处理您与他人的纠纷或争议。例如您是适格的知识产权投诉人并已提起投诉，我们可能应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；您在平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，平台会视情况向该用户提供其交易对方的联络方式等必要信息，以促成纠纷的解决。<br>
      Cookie和类似技术的使用<br>
      为使您获得更轻松的访问体验，您访问平台相关网站或使用平台提供的服务时，我们可能会通过采用各种技术收集和存储相关信息，包括使用小型数据文件识别您的身份，这么做是为了解您的使用习惯，帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie、Flash Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。<br>
      请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝平台的Cookie，但拒绝平台的Cookie在某些情况下可能会影响您安全访问平台相关网站和使用平台提供的服务。
      网页上常会包含一些电子图象（称为“单像素 GIF 文件”或“网络 beacon”），使用网络beacon可以帮助网站计算浏览网页的用户或访问某些cookie，我们会通过网络beacon收集您浏览网页活动信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定等。<br>
      我们如何存留信息<br>
      平台收集的有关您的信息和资料将保存在平台及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或平台收集信息和资料所在地并在该地被访问、存储和展示。<br>
      我们将在实现本隐私政策中所述目的所必需的期间内保留你的个人信息，除非法律要求或允许在更长的期间内保留这些信息。<br>
      您的个人信息保护<br>
      平台非常重视您的个人信息安全。我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的个人信息，并尽最大合理努力使您的个人信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。我们对可能接触到您个人信息的员工或外包人员也采取了严格管理，包括但不限于采取信息访问权限控制、与接触个人信息的人员签署保密协议、监控该等人员的操作情况等措施。<br>
      平台账户信息（包括账号名、密码、支付密码、实名认证信息等）为非常重要的个人信息，请您妥善设置、保管您的平台账号名及密码信息。平台将通过备份、对密码进行不可逆加密等安全措施以保护您的账户信息等个人信息不丢失、不被滥用和变造。尽管有前述安全措施，但同时也请您理解在信息网络上不存在“完善的安全措施”。<br>
      请注意，单独的设备信息、搜索关键词信息等是无法与任何特定个人直接建立联系的数据，不属于个人信息。如果我们将这类非个人信息与其他信息结合用于识别自然人个人身份，或者将其与个人信息结合使用，则在结合使用期间，此类设备信息将被视为个人信息。<br>
      未成年人保护<br>
      我们重视未成年人的个人信息保护，如您为未成年人，建议您请您的监护人仔细阅读本隐私权政策，并在征得您的监护人同意的前提下使用我们的服务或向我们提供信息。<br>
      未成年人保护<br>
      我们可不定期修改本《法律声明及隐私权政策》，变更后的《法律声明及隐私权政策》将在修订生效前通过平台公告或以其他适当方式通知您。该等情况下，若您继续使用我们的服务，即表示同意受经修订的《法律声明及隐私权政策》的约束。
      </p>
      <!-- <h2 v-if="msg"><i class="el-icon-success"></i><br>邮箱验证成功 !<router-link to="/desk/personal"><br>点击前往查看个人信息</router-link></h2>
      <h2 v-if="!msg"><i class="el-icon-error"></i><br>邮箱验证失效 !<router-link to="/desk/personal"><br>请进入个人信息页面重新验证</router-link></h2>-->
    </el-card>
  </div>
</template>
<script>
export default {
  components: {},
  data() {
    return {

    };
  },
  created: function() {

  },
  methods: {}
};
</script>
<style lang="scss">
.yzEmail {
  p{
    line-height: 25px;
  }
  .el-icon-success {
    color: rgb(33, 160, 33);
  }
  .el-icon-error {
    color: red;
  }
  height: 100%;
  display: flex;
  justify-content: center;
  align-items: center;
  font-size: 14px;
  .cardEmail {
    h4{
      text-align: center;
      font-size: 22px;
      margin-bottom: 10px;
      font-weight: 600;
    }
    height: 700px;
    width: 800px;
    overflow-y:scroll;
  }
  i {
    margin: 0 0 10px 0;
    font-size: 37px;
  }
}
</style>
